/* Remove non favorites confirmation dialog -> informative text */
"%d cookies will be deleted immediately." = "Effacement immédiat de %d cookies.";

/* No comment provided by engineer. */
"%d Domains, %d Favorites, %d unique Cookies" = "%1$d domaines, %2$d favoris, %3$d cookies uniques";

/* Remove 1 non favorite confirmation dialog -> informative text */
"1 cookie will be deleted immediately." = "Effacement immédiat d'un cookie.";

/* Import Favorites warning dialog -> informative text */
"Your backup Favorites, will be added to your current Favorites." = "Vos favoris sauvegardés seront ajoutés à ceux actuels.";

/* Remove non favorites confirmation dialog -> message text */
"Are you sure you want to remove all \nnon-favorite cookies?" = "Confirmez-vous la suppression \nde tous les cookies non favoris ?";

/* Uninstall Safari Cookies confirmation dialog -> message text; put non breakable space for 'Safari Cookies' */
"Are you sure you want to uninstall Safari Cookies?" = "Confirmez-vous la désinstallation de Safari Cookies ?";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* Export Cookies confirmation dialog -> informative text */
"Cookies will NOT be exported." = "Les cookies ne seront PAS exportés.";

/* Preferences -> General tab -> current version label */
"Current Version: %@" = "Version actuelle : %@";

/* Safari Cookies failed to be uninstalled alert -> informative text */
"Get support at: \nhttp://sweetpproductions.com/safaricookies/" = "Support : \nhttp://sweetpproductions.com/safaricookies/";

/* No comment provided by engineer. */
"NO" = "NON";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Remove" = "Supprimer";

/* Safari Cookies failed to be uninstalled alert -> message text */
"Safari Cookies could not be uninstalled." = "Safari Cookies impossible à désinstaller.";

/* Safari Cookies successfully uninstalled alert -> message text */
"Safari Cookies has been successfully uninstalled." = "Safari Cookies a été correctement désinstallé.";

/* No comment provided by engineer. */
"Uninstall" = "Désinstaller";

/* Export favorites confirmation dialog -> message text */
"Would you like to export all your Favorite domains?" = "Souhaitez-vous exporter tous les domaines de vos favoris ?";

/* Import favorites confirmation dialog -> message text */
"Would you like to import Favorites from a previously exported file?" = "Souhaitez-vous importer des favoris provenant d'une précédente exportation ?";

/* Import favorites from Bookmarks confirmation dialog -> message text */
"Would you like to import Favorites from your Safari Bookmarks?" = "Souhaitez-vous importer des favoris provenant des signets Safari ?";

/* Import Bookmarks warning dialog -> informative text */
"Your Bookmarks will be added to your current favorites." = "Vos signets seront ajoutés à vos favoris actuels.";

/* Import favorites from Topsites confirmation dialog -> message text */
"Would you like to import Favorites from your Safari TopSites?" = "Souhaitez-vous importer des favoris provenant des Top Sites Safari ?";

/* Import Topsites warning dialog -> informative text */
"Your TopSites will be added to your current favorites." = "Vos Top Sites seront ajoutés à vos favoris actuels.";

/* No comment provided by engineer. */
"YES" = "OUI";

/* Safari Cookies successfully uninstalled alert -> informative text */
"You need to restart Safari for changes to be effective." = "Il vous faut relancer Safari pour que les changements prennent effet.";

/* Uninstall Safari Cookies confirmation dialog -> informative text */
"You will be asked for an administrator password." = "Le mot de passe d'administration vous sera demandé.";